data/adaptive_selection_15/2017-05-03_02-53-32/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=128
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1449: Wed May  3 03:10:11 2017
  write: io=153600MB, bw=233243KB/s, iops=227, runt=674346msec
    slat (usec): min=223, max=60431, avg=303.21, stdev=221.39
    clat (msec): min=23, max=6349, avg=561.50, stdev=456.96
     lat (msec): min=24, max=6349, avg=561.80, stdev=456.96
    clat percentiles (msec):
     |  1.00th=[  141],  5.00th=[  225], 10.00th=[  269], 20.00th=[  330],
     | 30.00th=[  379], 40.00th=[  420], 50.00th=[  457], 60.00th=[  490],
     | 70.00th=[  529], 80.00th=[  586], 90.00th=[  857], 95.00th=[ 1549],
     | 99.00th=[ 2638], 99.50th=[ 3064], 99.90th=[ 3752], 99.95th=[ 4146],
     | 99.99th=[ 5604]
    bw (KB  /s): min=45056, max=403456, per=100.00%, avg=233677.48, stdev=95442.81
    lat (msec) : 50=0.06%, 100=0.35%, 250=7.37%, 500=55.11%, 750=25.11%
    lat (msec) : 1000=3.65%, 2000=5.47%, >=2000=2.88%
  cpu          : usr=5.39%, sys=1.43%, ctx=82434, majf=0, minf=21
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=233242KB/s, minb=233242KB/s, maxb=233242KB/s, mint=674346msec, maxt=674346msec

Disk stats (read/write):
  sdb: ios=83/42593, merge=0/315807, ticks=111/21932121, in_queue=21932092, util=99.96%
  sdc: ios=83/42476, merge=0/315924, ticks=108/21840793, in_queue=21840790, util=99.99%
  sdd: ios=83/42147, merge=0/316251, ticks=109/22269249, in_queue=22272111, util=100.00%